[
  {
    "id": 11,
    "title": "I Built An AI Receptionist For A Med Spa",
    "hook": "I built an AI receptionist for a med spa. Here's what happened in 30 days.",
    "type": "pitch",
    "length": "75s",
    "framework": "Brendan/inflate.agency Format - COPY",
    "status": "ready",
    "scheduled": "2026-02-20",
    "notes": "WORD-FOR-WORD format copy from viral video. Adapt to med spa niche.",
    "content": "I built an AI receptionist for a med spa. Here's what happened in 30 days.\n\nThis med spa was losing 40% of their calls to voicemail. Botox, fillers, laser treatments — gone to competitors.\n\nSo I built them an AI that:\n- Answers every call in 2 seconds\n- Books appointments 24/7\n- Speaks English and Spanish\n- Knows their entire menu and pricing\n\nFirst week: 847 calls answered. Zero went to voicemail.\n\nWeek two: They noticed something weird. Appointments were booking at 11pm. At 2am. At 6am on Sunday.\n\nTurns out 40% of their ideal clients — busy professionals — can only call outside business hours.\n\nMonth one results:\n- 94% booking rate\n- $11,400 in recovered revenue\n- Staff focusing on patients, not phones\n\nThe owner told me: \"This is like having a receptionist that never sleeps, never calls in sick, and never puts anyone on hold.\"\n\nComment 'DEMO' if you want to see how it works for your practice."
  },
  {
    "id": 12,
    "title": "This AI Just Replaced A $50K/Year Employee",
    "hook": "This AI just replaced a $50,000 a year employee. And it only costs $500 a month.",
    "type": "value",
    "length": "60s",
    "framework": "Shock Comparison Hook",
    "status": "ready",
    "scheduled": "2026-02-20",
    "notes": "Proven viral format: shocking cost comparison",
    "content": "This AI just replaced a $50,000 a year employee. And it only costs $500 a month.\n\nHere's what it does:\n\nAnswers every phone call in 2 seconds. No hold music. No voicemail.\n\nBooks appointments directly into your calendar. Even at 3am.\n\nSpeaks multiple languages. Spanish, Vietnamese, whatever your patients speak.\n\nFollows up with no-shows automatically. No awkward phone calls from your staff.\n\nNever calls in sick. Never takes vacation. Never has a bad day.\n\nOne med spa owner told me they recovered $4,200 in their first month just from calls they were missing.\n\nAnother said patients couldn't tell it wasn't human.\n\nThe math is simple:\n$50K employee vs $6K/year AI.\n\nSame results. 90% less cost.\n\nComment 'AI' and I'll show you how it works."
  },
  {
    "id": 13,
    "title": "Why Med Spas Are Firing Their Receptionists",
    "hook": "Why med spas are firing their receptionists. And it's not what you think.",
    "type": "value",
    "length": "65s",
    "framework": "Contrarian Hook",
    "status": "ready",
    "scheduled": "2026-02-21",
    "notes": "Contrarian/surprising action hook - proven viral format",
    "content": "Why med spas are firing their receptionists. And it's not what you think.\n\nIt's not because they're bad employees.\n\nIt's because of math.\n\nA receptionist can only answer one call at a time. The rest go to voicemail.\n\n70% of people who hit voicemail never call back. They call your competitor instead.\n\nThat's not a missed call. That's a $300 Botox appointment walking out the door.\n\nSo smart owners are doing something different.\n\nThey're keeping their receptionist for in-person patient care.\n\nAnd letting AI handle the phones.\n\nThe AI answers every call in 2 seconds. Books appointments 24/7. Even in Spanish.\n\nOne owner went from 60% booked to 95% booked in 30 days.\n\nSame staff. Same hours. 35% more revenue.\n\nThe receptionist isn't getting fired. She's getting promoted to what she's actually good at — taking care of patients.\n\nComment 'LEARN' to see how it works."
  },
  {
    "id": 14,
    "title": "I Let AI Run A Med Spa For 30 Days",
    "hook": "I let AI run a med spa for 30 days. Here's what happened.",
    "type": "pitch",
    "length": "70s",
    "framework": "Experiment/Challenge Hook",
    "status": "ready",
    "scheduled": "2026-02-21",
    "notes": "Challenge format - extremely viral on TikTok/YouTube",
    "content": "I let AI run a med spa for 30 days. Here's what happened.\n\nDay 1: Connected the AI to their phone system. It started answering calls immediately.\n\nDay 3: First 2am booking came through. A nurse who just got off shift wanted Botox before her vacation.\n\nDay 7: The AI had answered 312 calls. Zero went to voicemail. Staff was confused — the phone barely rang anymore.\n\nDay 14: Owner noticed something. Revenue was up 18%. But they hadn't changed anything else.\n\nDay 21: A patient left a 5-star review saying the \"receptionist\" was the friendliest she'd ever talked to. It was the AI.\n\nDay 30: Final results.\n- 847 calls answered\n- $11,400 in revenue they would have lost\n- 94% booking rate\n- Staff morale up because they weren't chained to the phone\n\nThe owner's exact words: \"Why didn't I do this a year ago?\"\n\nComment 'RESULTS' if you want to see the full breakdown."
  },
  {
    "id": 15,
    "title": "The 2AM Test That Changed Everything",
    "hook": "I called a med spa at 2am to see what would happen. This changed everything.",
    "type": "value",
    "length": "55s",
    "framework": "Personal Story/Test Hook",
    "status": "ready",
    "scheduled": "2026-02-22",
    "notes": "Personal test/story hook - high engagement format",
    "content": "I called a med spa at 2am to see what would happen. This changed everything.\n\nMost med spas: straight to voicemail. \"Leave a message and we'll call you back.\"\n\nBut this one? Picked up on the first ring.\n\nA friendly voice asked how she could help. I said I wanted to book Botox.\n\nShe asked about my availability, found an opening, and confirmed my appointment — all in 90 seconds.\n\nI thought it was a night shift employee. It wasn't.\n\nIt was an AI.\n\nAnd here's the thing: 40% of people who want treatments can only call outside business hours.\n\nBusy professionals. Night shift workers. Moms after the kids are asleep.\n\nEvery med spa that sends those calls to voicemail is handing money to their competitors.\n\nThis one doesn't.\n\nComment 'DEMO' to see how it sounds."
  }
]
