[
  {
    "id": 1,
    "title": "A Startup Just Built an AI That Does What Receptionists Do — In 2 Seconds",
    "hook": "A startup just built an AI that does what dental receptionists do, and it takes 2 seconds.",
    "type": "pitch",
    "framework": "Color Health Format",
    "content": "A startup just built an AI that does what dental receptionists do, and it takes 2 seconds.\n\nSync2 built an AI receptionist on GPT-4 that answers every call, reads your patient history, and books appointments directly into your calendar.\n\nWe tested it with real practices — 94% booking rate, and patients couldn't tell it wasn't human.\n\nThey're catching 4x more calls than practices without it.\n\nThat matters because every single call you miss, you lose $200 in revenue.\n\nThis company handles thousands of calls, works 24/7, and just helped one practice recover $4,200 in month one."
  },
  {
    "id": 2,
    "title": "There's This New AI Blowing Up in Dental Practices",
    "hook": "There's this new AI blowing up in dental practices where it's never been easier for small offices to operate like big DSOs.",
    "type": "value",
    "framework": "Zoink & Twist",
    "content": "There's this new AI blowing up in dental practices where it's never been easier for small offices to operate like big DSOs.\n\nLike, I just helped this 3-person practice go from 60% booked to 95% booked in 30 days, and I just changed two things.\n\nThe first one is something called an AI receptionist. Instead of missing 40% of calls, they now answer every single one in 2 seconds — even at 3am, even in Spanish.\n\nTwo is predictive no-show filling. The AI flags patients likely to no-show and fills the slot before it goes empty. That alone recovered $3K in month one.\n\nSame staff. Same hours. 35% more revenue.\n\nComment 'DEMO' and I'll show you how it works."
  },
  {
    "id": 3,
    "title": "The Math Behind $4,200/Month",
    "hook": "67% of dental calls go unanswered. Here's how that's costing you $4,200 a month.",
    "type": "value",
    "framework": "Mino Method (Math Hook)",
    "content": "67% of dental calls go unanswered. Here's how that's costing you $4,200 a month.\n\nMost practices think their receptionist catches everything. She doesn't. She answers one call at a time. The rest go to voicemail. 70% of those never call back.\n\nThat's 40 missed calls a week. At $200 per appointment, that's $8,000 in lost revenue every single month.\n\nSo we plugged in an AI that answers every call in 2 seconds. 24/7. Even in Spanish.\n\n30 days later: 847 calls answered. $4,200 recovered. Same staff.\n\nLink in bio to see the full breakdown."
  },
  {
    "id": 4,
    "title": "$45,000 Receptionist vs $500 AI — 30 Day Test",
    "hook": "$45,000 receptionist vs $500 AI. I tested both for 30 days.",
    "type": "value",
    "framework": "Mino Method (3 Killers)",
    "content": "$45,000 receptionist vs $500 AI. I tested both for 30 days.\n\nHere's what most practice owners don't realize — your front desk has 3 silent revenue killers.\n\nOne: missed calls. She can only answer one at a time. The others go to voicemail and never come back.\n\nTwo: no-shows. You find out when the chair's already empty. Too late to fill it.\n\nThree: no follow-up. Overdue patients slip through the cracks. They don't book until something hurts.\n\nThe AI fixed all three. It answers every call, predicts no-shows before they happen, and follows up automatically.\n\n847 calls. $4,200 recovered. Same staff.\n\nComment 'DEMO' if you want to see how it works."
  }
]
